{
    "title": "Amanah",
    "category": "Akidah & Ibadah",
    "sections": [
        {
            "type": "heading",
            "level": 2,
            "text": "Amanah"
        },
        {
            "type": "paragraph",
            "text": "Amanah memiliki dua pengertian utama: sebagai wadi'ah (titipan) dan sebagai ibadah. Keduanya merupakan tanggung jawab yang diamanahkan Allah SWT kepada manusia."
        },
        {
            "type": "list",
            "items": [
                "Wadi'ah (titipan)",
                "Ibadah"
            ]
        },
        {
            "type": "subheading",
            "text": "1. Amanah Wadi'ah - Umur"
        },
        {
            "type": "definition",
            "term": "Ajal",
            "definition": "Masa berakhir"
        },
        {
            "type": "definition",
            "term": "Wafat",
            "definition": "Sempurna"
        },
        {
            "type": "definition",
            "term": "Maut",
            "definition": "Dicabut (ruh)"
        },
        {
            "type": "paragraph",
            "text": "Urutan: Wafat, Ajal, dan Maut. Wadi'ah adalah titipan dari Allah SWT."
        },
        {
            "type": "concept",
            "title": "Rahasia Ilahi (Lima Perkara yang Hanya Allah Yang Tahu)"
        },
        {
            "type": "list",
            "items": [
                "Kiamat",
                "Hujan",
                "Apa yang dikandung ibu",
                "Apa yang akan terjadi esok hari",
                "Kapan dan dimana meninggal dunia"
            ]
        },
        {
            "type": "subheading",
            "text": "Taqdir/Qadhar/Ukuran"
        },
        {
            "type": "definition",
            "term": "Mubrom",
            "definition": "Yang tidak bisa dirubah seperti umur dan gender"
        },
        {
            "type": "definition",
            "term": "Muallaq",
            "definition": "Dinamis atau bisa dirubah seperti rezeki"
        },
        {
            "type": "subheading",
            "text": "2. Amanah Wadi'ah - Harta"
        },
        {
            "type": "paragraph",
            "text": "Harta dalam Islam memiliki berbagai makna sesuai ayat Al-Quran:"
        },
        {
            "type": "verse",
            "surah": "At-Taghabun",
            "chapter": 64,
            "verse": 15,
            "arabic": "اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
            "indonesian": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. "
        },
        {
            "type": "concept",
            "title": "Surah 64:15 - Harta merupakan ujian"
        },
        {
            "type": "verse",
            "surah": "Al-Kahf",
            "chapter": 18,
            "verse": 46,
            "arabic": "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا",
            "indonesian": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan."
        },
        {
            "type": "concept",
            "title": "Surah 18:46 - Harta merupakan perhiasan"
        },
        {
            "type": "verse",
            "surah": "Ali Imran",
            "chapter": 3,
            "verse": 14,
            "arabic": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ",
            "indonesian": "Dijadikan terasa indah dalam pandangan manusia cinta terhadap apa yang diinginkan, berupa perempuan-perempuan, anak-anak, harta benda yang bertumpuk dalam bentuk emas dan perak, kuda pilihan, hewan ternak dan sawah ladang. Itulah kesenangan hidup di dunia, dan di sisi Allah-lah tempat kembali yang baik."
        },
        {
            "type": "concept",
            "title": "Surah 3:14 - Harta sebagai keniscayaan (pasangan, anak, harta karun, kendaraan, ternak dan pertanian)"
        },
        {
            "type": "verse",
            "surah": "Al-Hadid",
            "chapter": 57,
            "verse": 20,
            "arabic": "اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ  ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
            "indonesian": "Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. "
        },
        {
            "type": "concept",
            "title": "Surah 57:20 - Kehidupan dunia (permainan, lalai, perhiasan, bangga terhadap harta dan anak)"
        },
        {
            "type": "subheading",
            "text": "Alokasi Nafkah"
        },
        {
            "type": "definition",
            "term": "1. Para Istri",
            "definition": "Pangan, sandang, papan, pendidikan dan perhatian",
            "reference": {
                "surah": "At-Talaq",
                "chapter": 65,
                "verse": 7
            }
        },
        {
            "type": "verse",
            "surah": "At-Talaq",
            "chapter": 65,
            "verse": 7,
            "arabic": "لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ࣖ ",
            "indonesian": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan. "
        },
        {
            "type": "definition",
            "term": "2. Anak-anak",
            "definition": "Kewajiban nafkah untuk anak-anak",
            "reference": {
                "surah": "Al-Baqarah",
                "chapter": 2,
                "verse": 233
            }
        },
        {
            "type": "verse",
            "surah": "Al-Baqarah",
            "chapter": 2,
            "verse": 233,
            "arabic": "۞ وَالْوٰلِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَدِهَا وَلَا مَوْلُوْدٌ لَّهٗ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَ ۚ فَاِنْ اَرَادَا فِصَالًا عَنْ تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗوَاِنْ اَرَدْتُّمْ اَنْ تَسْتَرْضِعُوْٓا اَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ اِذَا سَلَّمْتُمْ مَّآ اٰتَيْتُمْ بِالْمَعْرُوْفِۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "indonesian": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan."
        },
        {
            "type": "definition",
            "term": "3. Orang Tua",
            "definition": "Kewajiban berbakti kepada orang tua",
            "reference": {
                "surah": "Al-Baqarah",
                "chapter": 2,
                "verse": 215
            }
        },
        {
            "type": "verse",
            "surah": "Al-Baqarah",
            "chapter": 2,
            "verse": 215,
            "arabic": "يَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ۗ قُلْ مَآ اَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
            "indonesian": "Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, “Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.” Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui."
        },
        {
            "type": "subheading",
            "text": "Prioritas dalam Beribadah",
            "reference": {
                "surah": "An-Nisa",
                "chapter": 4,
                "verse": 36
            }
        },
        {
            "type": "verse",
            "surah": "An-Nisa",
            "chapter": 4,
            "verse": 36,
            "arabic": "۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ",
            "indonesian": "Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat-baiklah kepada kedua orang tua, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh, teman sejawat, ibnu sabil dan hamba sahaya yang kamu miliki. Sungguh, Allah tidak menyukai orang yang sombong dan membanggakan diri,"
        },
        {
            "type": "list",
            "items": [
                "1. Allah",
                "2. Orang tua",
                "3. Kerabat",
                "4. Anak yatim",
                "5. Miskin",
                "6. Tetangga dekat (seagama)",
                "7. Tetangga jauh (tidak seagama)",
                "8. Tetangga sejawat",
                "9. Musafir",
                "10. Hamba sahaya"
            ]
        },
        {
            "type": "note",
            "text": "Amanah adalah tanggung jawab besar yang harus dipikul dengan penuh kesadaran dan keimanan. Setiap aspek kehidupan, dari umur hingga harta, merupakan amanah Allah yang harus dipertanggungjawabkan di akhirat."
        }
    ]
}