{
    "title": "Menghilangkan Takabur",
    "category": "Akhlak & Ibadah",
    "sections": [
        {
            "type": "heading",
            "level": 2,
            "text": "Menghilangkan Takabur"
        },
        {
            "type": "paragraph",
            "text": "Takabur adalah sifat tercela yang harus dihindari oleh setiap Muslim. Ibadah harus membuat seseorang menjadi tawadhu (rendah hati), bukan sombong."
        },
        {
            "type": "verse",
            "surah": "Luqman",
            "chapter": 31,
            "verse": 18,
            "arabic": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۚ",
            "indonesian": "Dan janganlah kamu memalingkan wajah dari manusia (karena sombong) dan janganlah berjalan di bumi dengan angkuh. Sungguh, Allah tidak menyukai orang-orang yang sombong dan membanggakan diri."
        },
        {
            "type": "concept",
            "title": "Jangan memalingkan wajah dan jangan berjalan di muka bumi dengan menyombongkan diri"
        },
        {
            "type": "paragraph",
            "text": "Ibadah harus membuat seseorang menjadi tawadhu (rendah hati). Takabur adalah merasa diri lebih baik dari orang lain."
        },
        {
            "type": "subheading",
            "text": "Ciri-ciri Takabur"
        },
        {
            "type": "list",
            "items": [
                "Menolak kebenaran",
                "Meremehkan orang lain"
            ]
        },
        {
            "type": "subheading",
            "text": "Perbedaan Takabur dan Ujub"
        },
        {
            "type": "paragraph",
            "text": "Perbedaan takabur dan ujub terletak pada motifnya:"
        },
        {
            "type": "definition",
            "term": "Takabur",
            "definition": "Dilakukan oleh orang yang merasa hebat"
        },
        {
            "type": "definition",
            "term": "Ujub",
            "definition": "Dilakukan oleh orang bodoh"
        },
        {
            "type": "subheading",
            "text": "Hablum Minallah dan Hablum Minannas"
        },
        {
            "type": "verse",
            "surah": "Ali Imran",
            "chapter": 3,
            "verse": 112,
            "arabic": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
            "indonesian": "Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka mendapat murka dari Allah dan (selalu) diliputi kesengsaraan. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi, tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas."
        },
        {
            "type": "subheading",
            "text": "Pelajaran dari Isra' Mi'raj"
        },
        {
            "type": "definition",
            "term": "Isra'",
            "definition": "Perjalanan malam (horizontal)"
        },
        {
            "type": "definition",
            "term": "Mi'raj",
            "definition": "Perjalanan naik (vertikal)"
        },
        {
            "type": "paragraph",
            "text": "Ini mengajarkan bahwa hablum minannas (hubungan dengan manusia) harus lebih diutamakan. Kecerdasan sosial jangan ditinggalkan karena kecerdasan individual. Hubungan sosial jangan ditinggalkan karena sibuk beribadah kepada Allah untuk diri sendiri."
        },
        {
            "type": "subheading",
            "text": "Tentang Dosa dan Maaf"
        },
        {
            "type": "concept",
            "title": "Dosa kepada Allah lebih mudah dengan taubat kepada Allah"
        },
        {
            "type": "concept",
            "title": "Dosa kepada manusia lebih susah untuk diampuni"
        },
        {
            "type": "definition",
            "term": "Arti Maaf",
            "definition": "Hapuskan bekas luka di hatimu akibat ucapan dan perbuatanku"
        },
        {
            "type": "concept",
            "title": "Meminta maaf tidak membuatmu menjadi hina"
        },
        {
            "type": "concept",
            "title": "Memaafkan adalah perbuatan yang mulia"
        },
        {
            "type": "subheading",
            "text": "Tentang Maaf dan Taqwa",
            "reference": {
                "surah": "Ali Imran",
                "chapter": 3,
                "verse": "133-134"
            }
        },
        {
            "type": "verse-group",
            "verses": [
                {
                    "surah": "Ali Imran",
                    "chapter": 3,
                    "verse": 133,
                    "arabic": "۞ وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ  اُعِدَّتْ لِلْمُتَّقِيْنَۙ",
                    "indonesian": "Dan bersegeralah kamu mencari ampunan dari Tuhanmu dan mendapatkan surga yang luasnya seluas langit dan bumi yang disediakan bagi orang-orang yang bertakwa,"
                },
                {
                    "surah": "Ali Imran",
                    "chapter": 3,
                    "verse": 134,
                    "arabic": "الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكٰظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ ",
                    "indonesian": "(yaitu) orang yang berinfak, baik di waktu lapang maupun sempit, dan orang-orang yang menahan amarahnya dan memaafkan (kesalahan) orang lain. Dan Allah mencintai orang yang berbuat kebaikan,"
                }
            ]
        },
        {
            "type": "concept",
            "title": "Bersegeralah memohon ampunan Tuhanmu dan bersegeralah mencapai surgamu yang luasnya seluas langit dan bumi"
        },
        {
            "type": "subheading",
            "text": "Ciri-ciri Orang Bertaqwa"
        },
        {
            "type": "list",
            "items": [
                "1. Berinfak pada masa sulit dan senang",
                "2. Menahan amarah",
                "3. Memaafkan manusia",
                "4. Muhsinin - Allah mencintai orang yang berbuat baik"
            ]
        },
        {
            "type": "note",
            "text": "Menghilangkan takabur adalah bagian penting dari pembentukan karakter Muslim. Dengan tawadhu, memaafkan, dan menjaga hubungan baik dengan sesama, seorang Muslim dapat mencapai derajat yang mulia di sisi Allah SWT."
        }
    ]
}